---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.UsTonnesForceT
source: html/a446129c-b691-973b-7045-5f34de1d6c7d.htm
---
# Autodesk.Revit.DB.SymbolTypeId.UsTonnesForceT Property

Symbol T, indicating unit US tonnes force.

## Syntax (C#)
```csharp
public static ForgeTypeId UsTonnesForceT { get; }
```